{
  "title": "Bike Brigade",
  "who": "The Bike Brigade is a group of 1000+ volunteer cyclists delivering food and other essentials by bike across Toronto. They work directly with equity-seeking groups, food banks and other non-profits that are supporting vulnerable folks and underinvested communities in Toronto by providing last-mile deliveries on behalf of their partners.",
  "challenges": "The Bike Brigade came about as a direct response to the COVID19 pandemic, and was initially organized via Facebook groups, email lists, and Google spreadsheets. As its impact grew, Bike Brigade found itself taking on more and more partners, and found that the ad-hoc tools it started with weren’t up to the task of organizing hundreds of volunteers a week.",
  "logo": "/images/bb_img.jpg",
  "slug": "bike-brigade",
  "challenges": [
    {"type": "text", "content": "The Bike Brigade came about as a direct response to the COVID19 pandemic, and was initially organized via Facebook groups, email lists, and Google spreadsheets. As its impact grew, Bike Brigade found itself taking on more and more partners, and found that the ad-hoc tools it started with weren’t up to the task of organizing hundreds of volunteers a week."}
    ],
  "impact": [
    {"type": "text", "content": "The founders of 1RG Labs were involved with Bike Brigade from the early days, building the tools that helped them scale to over 30,000 deliveries completed, and the analytics pipeline to track them."},
    {"type": "text", "content": "This involved a custom open-source <a href='https://github.com/bikebrigade/dispatch'>dispatching platform</a> and custom analytics dashboards."},
    {"type": "image", "content": "/images/case_study_bb.png"}
  ],
  "quotes": [
    {
    "quote": "They custom-built exactly what was needed to track data that would inform weekly operations and future planning.",
    "source": "Rachel Wang (Executive Director)",
    "context": "from <a class='text-blue-700' href='https://sicanada.org/2022/11/22/a-dashboard-two-wheels-and-social-impact/'>A Dashboard, Two Wheels and Social Impact (Social Innovation Canada)</a>."
    }
  ]
}
