{
  "title": "Not Far From the Tree",
  "who": "<a class='text-blue-600' href='https://notfarfromthetree.org/' target='_blank'>Not Far From The Tree</a> (NFFTT) is a not for profit and Toronto’s fruit picking and sharing project. They connect generous tree registrants with fruiting trees in their yards to volunteers in their community who are willing to pick and share it, with part of the yield of each pick going to food agencies.",
  "logo": "/images/nfftt_img.jpeg",
  "slug": "nfftt",
  "challenges": [
    {"type": "text", "content": "NFFTT relies on a custom built online portal to schedule picks, manage equipment, and engage with tree owners, volunteers, and food agencies. The digital agency they originally engaged in building the portal is no longer in business, and NFFTT has been struggling with addressing platform stability and usability issues."},
    {"type": "text", "content": "Along with user experience, the platform did not provide access to reliable operational data, limiting staff’s ability to set policies and evaluate the health of the organization."
    }
  ],
  "impact": [
    {"type": "text", "content": "NFFTT saw a major increase in volunteer signups during the pandemic, and a major concern at the end of the 2022 season was to give  everyone who signed up the opportunity to participate in picks."},
    {"type": "text", "content": "The team was evaluating different membership models when we launched a deep dive in their historical data. After our initial investigations, we built a micro-product which visualizes volunteer activity on a map. "},
    {"type": "text", "content": "This work unlocked information that pointed the team to focus on outreach and recruiting new tree owners rather than changing their membership model."},
    {"type": "image", "content": "/images/case_study_nfftt.png"}
  ],
  "quotes": [
    {
    "quote": "We've never had a tool like this before and I'm so excited to show it to everyone on the steering committee",
    "source": "Julia Girmenia (Project directory)",
    "context": null
    }
  ]
}
